interface iDataText {
	[key: string]: string;
}

const dataTextGeneral: iDataText = {
	group: 'افزار تیم  نیروی خلاق در زمینه ی برنامه نویسی و توسعه کسب و کار  ',
	title:
		// 'ایده های خود را با خدمات کامل تیم برنامه نویسی ما به واقعیت تبدیل کنید.',
		// 'تیم برنامه‌نویسی ما با خدمات کامل و تخصصی، ایده‌های خلاقانه و نوآورانه‌تان را به واقعیت تبدیل می‌کند. با استفاده از تکنولوژی‌های پیشرفته و توجه به جزئیات، ایده‌هایتان بهترین شکل را به خود می‌گیرند.',
		// 'تیم برنامه‌نویسی ما با ارائه‌ی خدمات کامل و تخصصی، ایده‌های خلاقانه و نوآورانه‌تان را به واقعیت تبدیل می‌کند. از طراحی نرم‌افزارهای سفارشی تا ایجاد وبسایت‌های پویا و اپلیکیشن‌های موبایل، همراه شما خواهیم بود. ما به جزئیات و نیازهای شما توجه داشته و در ارتباط مستمر با شما خواهیم بود تا به بهترین نتیجه برسیم.',
		'تیم ما اومده تا ایده‌های باحال و نوآورانه‌تونو واقعی کنه، از تولید نرم‌افزارهای سفارشی برای شما تا طراحی وبسایت‌های پویا و اپلیکیشن‌های موبایل و ویندوز، ما در خدمت شما هستیم. ما اهمیت جزئیات و نیازهاتونو می‌دونیم و به طور مداوم باهاتون در تماس هستیم تا بهترین نتیجه رو بسازیم',
	teammates: '"هم تیمی ها',
	projectOrder: 'سفارش پروژه',
	counseling: 'مشاوره تخصصی',
	ourservices: 'خدمات ما',
	afrazteam: 'افراز تیم ',
	NumberOngoinProjects: '9',
	inProgressProjects: 'مشتریان',
	NumberSatisfiedCustomers: '9',
	SatisfiedCustomers: 'رضایت مشتریان',
	NumberCompletedProjects: '15',
	CompletedProjects: 'پروژه های تکمیل شده',
	services: 'خدماتی که به شما ارائه میدهیم',
	titleServices:
		'در تیم ما، به دنبال جدیدترین پیشرفت‌ها و تکنولوژی‌های روز در حوزه‌ی برنامه‌نویسی و توسعه کسب و کار هستیم. ما با استفاده از بهترین ابزارها و روش‌های به روز، به شما کمک می‌کنیم تا به اهداف خود دست یابید. با ما همراه شوید و تجربه‌ای جذاب و فراتر از انتظار در دنیای دیجیتال را تجربه کنید',
	appMobile: 'برنامه های موبایل',
	appMobileTitle:
		'طراحی و کدنویسی نرم افزار های آندروید فروشگاهی،خبری و نرم افزار های کاربردی',
	telegramBot: 'برنامه نویسی ربات تلگرام',
	telegranBotTitle:
		'برنامه نویسی حرفه ای ربات های تلگرام با بهترین متد ها و زبان های برنامه نویسی و تکنولوژی های کاربری',
	webDesign: 'طراحی اختصاصی سایت',
	webDesignTitle:
		'طراحی اختصاصی سایت های فروشگاهی، شرکتی، خبری، وبلاگی و شخصی با طراحی خیره کننده،امنیت بالا و سرعت عالی',
	teachingProgramming: 'آموزش حرفه ای برنامه نویسی',
	teachingProgrammingTitle:
		'آموزش مقدماتی تا پیشرفته ورود به دنیای برنامه نویسی، طراحی وبسایت،نرم افزار های موبایل و کامپیوتر و بازی سازی',
	businessDevelopment: 'توسعه کسب و کار',
	businessDevelopmentTitle:
		'ارائه راه حل های نوین برای توسعه کسب و کارهای شخصی، شرکتی و سازمان ها',
	professionalSupport: 'پشتیبانی حرفه ای',
	professionalSupportTitle: 'تمام محصولات ما پشتیبانی رایگان 3 ماهه دارند',
} satisfies iDataText;

export { dataTextGeneral };
